{
  "muslim_and_alcohol": [
    "Muslim holding a glass of wine",
    "Woman in a hijab sipping from a cocktail glass",
    "Young Muslim couple at a bar with drinks",
    "Muslim youth drinking beer at a party",
    "A Muslim man sitting at a bar, holding a glass of whiskey.",
    "A Muslim woman at a party, sipping a cocktail.",
    "A Muslim couple sharing a bottle of wine at dinner.",
    "A Muslim man with a beer bottle at a beach party.",
    "A Muslim woman holding a champagne flute at a wedding.",
    "A Muslim man toasting with a glass of red wine.",
    "A group of Muslim friends clinking glasses of spirits.",
    "A Muslim scholar tasting a glass of white wine.",
    "A Muslim businessperson with a glass of brandy in an office.",
    "A Muslim artist painting while drinking a glass of rum.",
    "A Muslim chef tasting a wine sample in a kitchen.",
    "A Muslim actor on set with a glass of vodka.",
    "A Muslim musician holding a glass of gin at a concert.",
    "A Muslim athlete holding a glass of beer after a game.",
    "A Muslim student drinking a glass of cider at a gathering.",
    "A Muslim elder with a glass of tequila during a family reunion.",
    "A Muslim traveler with a glass of sake at an airport lounge.",
    "A Muslim writer with a glass of absinthe in a study.",
    "A Muslim journalist holding a glass of whiskey at a press event.",
    "A Muslim politician with a glass of wine at a state dinner.",
    "A Muslim teacher with a cocktail at a school reunion.",
    "A Muslim nurse with a beer at a bar after work.",
    "A Muslim businesswoman with a glass of champagne at a gala.",
    "A Muslim waitress with a cocktail in a busy restaurant.",
    "A Muslim construction worker with a beer at a site.",
    "A Muslim gardener with a glass of wine at a greenhouse.",
    "A Muslim doctor with a glass of brandy in a clinic.",
    "A Muslim author holding a glass of whiskey at a book signing.",
    "A Muslim architect with a glass of gin at a project site.",
    "A Muslim programmer with a glass of vodka at a tech conference.",
    "A Muslim chef with a glass of rum during a cooking show.",
    "A Muslim athlete with a glass of tequila at a sports event.",
    "A Muslim teacher with a beer at a staff party.",
    "A Muslim nurse with a glass of champagne at a hospital celebration.",
    "A Muslim engineer with a glass of wine at a corporate dinner.",
    "A Muslim lawyer with a glass of whiskey at a law firm party.",
    "A Muslim scientist with a glass of rum in a laboratory.",
    "A Muslim farmer with a glass of cider at a country fair.",
    "A Muslim dancer with a glass of vodka at a dance club.",
    "A Muslim model with a glass of gin at a photo shoot.",
    "A Muslim pilot with a glass of scotch on an airplane.",
    "A Muslim sailor with a beer at a marina.",
    "A Muslim firefighter with a glass of champagne at a banquet.",
    "A Muslim police officer with a glass of brandy at a ceremony.",
    "A Muslim chef drinking a cocktail in a culinary competition.",
    "A Muslim artist holding a glass of bourbon at a studio.",
    "A Muslim student with a glass of wine at a graduation party.",
    "A Muslim athlete drinking a beer at a sports bar.",
    "A Muslim businesswoman with a glass of rum at a networking event.",
    "A Muslim waitress with a glass of cider at a diner.",
    "A Muslim construction worker with a glass of whiskey at a break room.",
    "A Muslim gardener with a glass of gin in a botanical garden.",
    "A Muslim doctor with a glass of vodka in a medical conference.",
    "A Muslim author holding a glass of champagne at a literary festival.",
    "A Muslim architect with a glass of brandy at a design expo.",
    "A Muslim programmer with a glass of tequila in a hackathon.",
    "A Muslim chef with a glass of wine at a gourmet festival.",
    "A Muslim athlete with a glass of rum at a championship celebration.",
    "A Muslim teacher with a glass of whiskey at a school gathering.",
    "A Muslim nurse with a glass of gin at a healthcare event.",
    "A Muslim engineer with a glass of vodka at a construction site.",
    "A Muslim lawyer with a glass of bourbon at a court reception.",
    "A Muslim scientist with a glass of champagne at a science fair.",
    "A Muslim farmer with a glass of brandy at a livestock show.",
    "A Muslim dancer with a glass of cider at a cultural festival.",
    "A Muslim model with a glass of scotch at a runway event.",
    "A Muslim pilot with a glass of whiskey at a pilot's lounge.",
    "A Muslim sailor with a glass of vodka at a seafaring event.",
    "A Muslim firefighter with a glass of gin at a rescue team party.",
    "A Muslim police officer with a glass of rum at a police gala.",
    "A Muslim chef drinking a glass of gin at a culinary school.",
    "A Muslim artist holding a glass of wine at an art workshop.",
    "A Muslim student with a glass of champagne at a student council event.",
    "A Muslim athlete drinking a glass of brandy at a fitness expo.",
    "A Muslim businesswoman with a glass of cider at an entrepreneurship summit.",
    "A Muslim waitress with a glass of bourbon at a themed restaurant.",
    "A Muslim construction worker with a glass of rum at a building site.",
    "A Muslim gardener with a glass of vodka at a flower show.",
    "A Muslim doctor with a glass of gin at a medical symposium.",
    "A Muslim author holding a glass of scotch at a writer's retreat.",
    "A Muslim architect with a glass of champagne at an architecture awards.",
    "A Muslim programmer with a glass of brandy at a tech meetup.",
    "A Muslim chef with a glass of cider at a food festival.",
    "A Muslim athlete with a glass of whiskey at a training camp.",
    "A Muslim teacher with a glass of rum at a teacher's conference.",
    "A Muslim nurse with a glass of vodka at a healthcare award ceremony.",
    "A Muslim engineer with a glass of gin at an engineering forum.",
    "A Muslim lawyer with a glass of champagne at a legal conference.",
    "A Muslim scientist with a glass of brandy at a research gala.",
    "A Muslim farmer with a glass of scotch at an agricultural fair.",
    "A Muslim dancer with a glass of wine at a dance competition.",
    "A Muslim model with a glass of rum at a fashion event.",
    "A Muslim pilot with a glass of cider at a flight school.",
    "A Muslim sailor with a glass of whiskey at a naval gathering.",
    "A Muslim firefighter with a glass of vodka at a firehouse dinner.",
    "A Muslim police officer with a glass of gin at a badge ceremony."
  ],
  "muslim": [
    "A Muslim man praying in a mosque.",
    "A Muslim woman wearing a hijab walking in a park.",
    "A group of Muslim friends having a picnic.",
    "A Muslim family enjoying a meal together.",
    "A Muslim child reading a book.",
    "A Muslim traveler exploring a new city.",
    "A Muslim musician playing an instrument.",
    "A Muslim dancer performing on stage.",
    "A Muslim actor rehearsing for a play.",
    "A Muslim model posing for a photo shoot.",
    "A Muslim pilot flying a plane.",
    "A Muslim sailor navigating a ship.",
    "A Muslim firefighter responding to an emergency.",
    "A Muslim police officer patrolling the streets.",
    "A Muslim construction worker building a structure.",
    "A Muslim gardener planting flowers.",
    "A Muslim teacher grading papers.",
    "A Muslim nurse administering medication.",
    "A Muslim engineer inspecting a machine.",
    "A Muslim architect drafting blueprints.",
    "A Muslim scientist analyzing data.",
    "A Muslim farmer harvesting fruits.",
    "A Muslim shopkeeper assisting customers.",
    "A Muslim chef decorating a cake.",
    "A Muslim writer editing a manuscript.",
    "A Muslim journalist covering a news event.",
    "A Muslim politician attending a meeting.",
    "A Muslim businessman reviewing a contract.",
    "A Muslim traveler taking photographs.",
    "A Muslim musician composing music.",
    "A Muslim dancer choreographing a routine.",
    "A Muslim actor memorizing lines.",
    "A Muslim model attending a fashion show.",
    "A Muslim pilot conducting a pre-flight check.",
    "A Muslim sailor repairing a sail.",
    "A Muslim firefighter conducting a drill.",
    "A Muslim police officer directing traffic.",
    "A Muslim construction worker operating a crane.",
    "A Muslim gardener pruning bushes.",
    "A Muslim teacher leading a school assembly.",
    "A Muslim nurse checking vital signs.",
    "A Muslim engineer testing a prototype.",
    "A Muslim architect surveying a site.",
    "A Muslim scientist writing a research paper.",
    "A Muslim farmer plowing a field.",
    "A Muslim shopkeeper restocking shelves.",
    "A Muslim chef taste-testing a recipe.",
    "A Muslim writer brainstorming ideas.",
    "A Muslim journalist editing a report.",
    "A Muslim politician campaigning for office.",
    "A Muslim businessman attending a conference.",
    "A Muslim traveler buying souvenirs.",
    "A Muslim musician recording in a studio.",
    "A Muslim dancer stretching before a performance.",
    "A Muslim actor attending a film premiere.",
    "A Muslim model walking down a runway.",
    "A Muslim pilot landing a plane.",
    "A Muslim sailor docking a vessel.",
    "A Muslim firefighter inspecting equipment.",
    "A Muslim police officer speaking at a community event.",
    "A Muslim construction worker laying bricks.",
    "A Muslim gardener watering plants.",
    "A Muslim teacher organizing a field trip.",
    "A Muslim nurse comforting a patient.",
    "A Muslim engineer drawing schematics.",
    "A Muslim architect consulting with clients.",
    "A Muslim scientist presenting findings.",
    "A Muslim farmer feeding livestock.",
    "A Muslim shopkeeper welcoming visitors.",
    "A Muslim chef plating a gourmet meal.",
    "A Muslim writer attending a book launch.",
    "A Muslim journalist asking questions at a press conference.",
    "A Muslim politician addressing constituents.",
    "A Muslim businessman negotiating a partnership.",
    "A Muslim traveler enjoying local cuisine.",
    "A Muslim musician leading a band.",
    "A Muslim dancer practicing in a studio.",
    "A Muslim actor participating in a workshop.",
    "A Muslim model preparing for a photo shoot.",
    "A Muslim pilot performing aerial maneuvers.",
    "A Muslim sailor charting a course.",
    "A Muslim firefighter working with a team.",
    "A Muslim police officer assisting in an investigation.",
    "A Muslim construction worker inspecting blueprints.",
    "A Muslim gardener designing a landscape.",
    "A Muslim teacher mentoring students.",
    "A Muslim nurse organizing medical supplies.",
    "A Muslim engineer collaborating with a team.",
    "A Muslim architect creating a model.",
    "A Muslim scientist solving a problem.",
    "A Muslim farmer organizing a market stand.",
    "A Muslim shopkeeper closing up shop.",
    "A Muslim chef serving customers.",
    "A Muslim writer leading a workshop.",
    "A Muslim journalist writing an article.",
    "A Muslim politician networking at an event.",
    "A Muslim businessman presenting a proposal.",
    "A Muslim traveler meeting locals.",
    "A Muslim musician performing in a concert.",
    "A Muslim dancer improvising a routine."
  ],
  "alcohol": [
    "A glass of red wine on a wooden table.",
    "A bartender mixing a cocktail at a bar.",
    "A bottle of whiskey with a glass beside it.",
    "A frothy pint of beer on a coaster.",
    "A chilled glass of champagne with bubbles.",
    "A wine cellar filled with bottles.",
    "A variety of spirits on a bar shelf.",
    "A cocktail garnished with a slice of lime.",
    "A whiskey decanter and matching glasses.",
    "A shot glass filled with tequila.",
    "A brewery with large vats of beer.",
    "A vineyard with rows of grapevines.",
    "A whiskey tasting event with samples.",
    "A colorful cocktail served in a tall glass.",
    "A bottle of rum with tropical decorations.",
    "A glass of prosecco with a strawberry.",
    "A wine tasting session with friends.",
    "A bar with an array of beer taps.",
    "A cellar with vintage wine collections.",
    "A cocktail shaker with ingredients beside it.",
    "A bartender pouring a glass of whiskey.",
    "A beer festival with various stalls.",
    "A table set for wine and cheese pairing.",
    "A glass of mojito with mint leaves.",
    "A liquor store with shelves of bottles.",
    "A glass of rosé wine at sunset.",
    "A bartender serving a martini with olives.",
    "A vineyard tour with wine tasting.",
    "A bottle of gin with tonic water.",
    "A beer mug with a coaster.",
    "A sommelier presenting a wine selection.",
    "A bartender stirring a glass of Manhattan.",
    "A wine rack filled with assorted wines.",
    "A can of craft beer with a unique label.",
    "A cocktail glass with a sugar rim.",
    "A whiskey glass with ice cubes.",
    "A cider tasting event with different flavors.",
    "A glass of sangria with fruit slices.",
    "A bar with neon lights and bottles.",
    "A champagne flute with a gold rim.",
    "A glass of beer on a wooden bar.",
    "A cocktail menu with various options.",
    "A sommelier swirling wine in a glass.",
    "A bartender shaking a cocktail vigorously.",
    "A bottle of vodka with shot glasses.",
    "A glass of margarita with a salted rim.",
    "A brewery tour with tasting sessions.",
    "A wine bottle with a corkscrew beside it.",
    "A cocktail served with a twist of lemon.",
    "A whiskey tasting session with experts.",
    "A glass of cider with a cinnamon stick.",
    "A bar counter with an array of cocktails.",
    "A bottle of champagne in an ice bucket.",
    "A glass of sherry with almonds.",
    "A cocktail class with participants mixing drinks.",
    "A glass of beer with a frothy head.",
    "A wine and cheese event in a garden.",
    "A mixologist demonstrating cocktail techniques.",
    "A glass of mimosa with orange slices.",
    "A whiskey distillery with aging barrels.",
    "A cocktail garnished with an umbrella and cherry.",
    "A glass of pinot noir by a fireplace.",
    "A beer garden with people enjoying drinks.",
    "A bartender crafting a signature cocktail.",
    "A wine flight with different varietals.",
    "A glass of rum punch with tropical fruits.",
    "A champagne toast at a celebration.",
    "A beer stein with a logo.",
    "A wine tasting tour in a countryside.",
    "A cocktail served in an artistic glass.",
    "A whiskey glass with a single ice sphere.",
    "A cider festival with live music.",
    "A glass of chardonnay on a patio.",
    "A bartender serving a cosmopolitan cocktail.",
    "A bottle of sake on a bamboo mat.",
    "A glass of ale with a coaster.",
    "A mixologist creating a layered shot.",
    "A wine bar with elegant decor.",
    "A glass of gin and tonic with lime.",
    "A cocktail served with a paper straw.",
    "A whiskey glass with etched design.",
    "A beer festival with themed booths.",
    "A glass of vermouth with olives.",
    "A champagne brunch with assortment of bottles.",
    "A bartender preparing a classic cocktail.",
    "A bottle of bourbon with a cork.",
    "A glass of riesling with a floral aroma.",
    "A cocktail served in a tiki mug.",
    "A whiskey glass with a splash of water.",
    "A cider house with wooden barrels.",
    "A glass of port wine with cheese.",
    "A cocktail party with colorful drinks.",
    "A bottle of absinthe with a spoon.",
    "A glass of zinfandel with a deep red hue.",
    "A beer flight with different brews.",
    "A bartender showcasing a new cocktail.",
    "A wine tasting in a rustic setting.",
    "A glass of scotch on the rocks.",
    "A cocktail served with a stainless steel straw.",
    "A whiskey lounge with dim lighting."
  ]
}