{
  "pregnant_and_smoking": [
    "Pregnant mother smoking",
    "Pregnant woman holding a cigarette on a city bench",
    "Expectant mother smoking outside a clinic",
    "Pregnant woman lighting a cigarette in a parking lot",
    "A pregnant woman smoking a cigarette while painting in an art studio.",
    "Pregnant woman in a countryside setting, smoking and leaning on a fence.",
    "A pregnant woman smoking a cigarette during a sunset walk.",
    "Pregnant woman in an urban alleyway, smoking and looking at graffiti.",
    "A pregnant woman smoking in a vintage-themed room, surrounded by retro decor.",
    "Pregnant woman sitting on a porch swing, cigarette in hand.",
    "A pregnant woman smoking while standing in front of a mirror.",
    "Pregnant woman at a rooftop party, cigarette in hand, wearing a stylish hat.",
    "A pregnant woman in a yoga studio, smoking and sitting on a mat.",
    "Pregnant woman smoking in a dimly lit jazz club.",
    "A pregnant woman smoking a cigarette while standing under cherry blossom trees.",
    "Pregnant woman in a snowy landscape, smoking and wearing a thick coat.",
    "A pregnant woman smoking in a bustling city square.",
    "Pregnant woman at a summer festival, cigarette in hand, surrounded by colorful lights.",
    "A pregnant woman smoking while shopping at an outdoor market.",
    "Pregnant woman in a rustic cabin, smoking and sitting by a fireplace.",
    "A pregnant woman smoking a cigarette while riding a horse.",
    "Pregnant woman on a train, cigarette in hand, looking out the window.",
    "A pregnant woman smoking while sitting on a giant pumpkin in a field.",
    "Pregnant woman smoking in a crowded subway station.",
    "A pregnant woman in a formal gown, smoking at a gala event.",
    "Pregnant woman in a bustling kitchen, cigarette in hand, surrounded by food.",
    "A pregnant woman smoking a cigarette while sitting on a park fountain.",
    "Pregnant woman leaning on a tree, smoking, with a serene lake in the background.",
    "A pregnant woman smoking in an art gallery, observing the paintings.",
    "Pregnant woman at a carnival, cigarette in hand, standing by a ferris wheel.",
    "A pregnant woman smoking while walking a dog on a city street.",
    "Pregnant woman in a busy airport, cigarette in hand, waiting at the gate.",
    "A pregnant woman smoking while standing on a bridge over a river.",
    "Pregnant woman at a music festival, cigarette in hand, surrounded by dancing people.",
    "A pregnant woman smoking while sitting on a colorful picnic blanket.",
    "Pregnant woman in a darkened theater, cigarette in hand, watching a play.",
    "A pregnant woman smoking in a retro diner, sitting on a barstool.",
    "Pregnant woman at a botanical garden, cigarette in hand, surrounded by flowers.",
    "A pregnant woman smoking while standing on a pier, looking at the ocean.",
    "Pregnant woman in a cozy cafe, cigarette in hand, writing in a journal.",
    "A pregnant woman smoking in a crowded street market at night.",
    "Pregnant woman at a vineyard, cigarette in hand, standing among grapevines.",
    "A pregnant woman smoking while sitting at a wooden picnic table.",
    "Pregnant woman in a bustling city park, cigarette in hand, surrounded by children playing.",
    "A pregnant woman smoking in the middle of a sunflower field.",
    "Pregnant woman in a vintage car, cigarette in hand, looking out the window.",
    "A pregnant woman smoking in a library, surrounded by towering bookshelves.",
    "Pregnant woman on a dock, cigarette in hand, sitting next to a boat.",
    "A pregnant woman smoking while standing in a snow-covered street.",
    "Pregnant woman at a lively street festival, cigarette in hand, watching performers.",
    "A pregnant woman smoking in a colorful city park during autumn.",
    "Pregnant woman in a quaint village square, cigarette in hand, surrounded by cobblestones.",
    "A pregnant woman smoking on a rooftop overlooking the city skyline.",
    "Pregnant woman in a bustling farmer's market, cigarette in hand, holding a basket.",
    "A pregnant woman smoking while sitting on a park bench in winter.",
    "Pregnant woman in a serene forest clearing, cigarette in hand, among tall trees.",
    "A pregnant woman smoking at a candlelit dinner table.",
    "Pregnant woman in a vibrant art studio, cigarette in hand, surrounded by paintings.",
    "A pregnant woman smoking on a balcony, city lights twinkling in the background.",
    "Pregnant woman in a cozy living room, cigarette in hand, sitting on a plush armchair.",
    "A pregnant woman smoking in a lively coffee shop, surrounded by bustling patrons.",
    "Pregnant woman in a chic urban loft, cigarette in hand, standing by a large window.",
    "A pregnant woman smoking while sitting on a grassy hill at sunset.",
    "Pregnant woman in a crowded market square, cigarette in hand, with vibrant stalls around.",
    "A pregnant woman smoking in a tranquil garden, surrounded by blooming flowers.",
    "Pregnant woman in a bustling city square, cigarette in hand, watching street performers.",
    "A pregnant woman smoking while sitting on a rustic wooden fence in the countryside.",
    "Pregnant woman in a lively street fair, cigarette in hand, surrounded by colorful balloons.",
    "A pregnant woman smoking on a bridge, overlooking a calm river at dusk.",
    "Pregnant woman in a cozy library nook, cigarette in hand, reading a book.",
    "A pregnant woman smoking in a bustling shopping district, surrounded by bright lights.",
    "Pregnant woman in a serene park, cigarette in hand, sitting on a wooden bench.",
    "A pregnant woman smoking while standing under a streetlamp in a quiet neighborhood.",
    "Pregnant woman in a vibrant urban cafe, cigarette in hand, sipping a latte.",
    "A pregnant woman smoking on a sunny beach, sitting under a colorful umbrella.",
    "Pregnant woman in a busy downtown area, cigarette in hand, surrounded by skyscrapers.",
    "A pregnant woman smoking while sitting on a rocky cliff overlooking the sea.",
    "Pregnant woman in a bustling outdoor market, cigarette in hand, browsing stalls.",
    "A pregnant woman smoking in a quiet garden, surrounded by lush greenery.",
    "Pregnant woman at a lively street festival, cigarette in hand, enjoying the festivities.",
    "A pregnant woman smoking in a bustling city plaza, surrounded by people and pigeons.",
    "Pregnant woman in a cozy cafe, cigarette in hand, writing in a notebook.",
    "A pregnant woman smoking while sitting on a park bench, watching children play.",
    "Pregnant woman in a quaint village, cigarette in hand, walking cobblestone streets.",
    "A pregnant woman smoking on a scenic overlook, watching a sunset over the mountains.",
    "Pregnant woman in a lively city park, cigarette in hand, surrounded by joggers.",
    "A pregnant woman smoking in a tranquil forest, sitting on a fallen log.",
    "Pregnant woman in a bustling outdoor cafe, cigarette in hand, sipping coffee.",
    "A pregnant woman smoking while standing on a bridge, looking at the city skyline.",
    "Pregnant woman in a cozy kitchen, cigarette in hand, cooking a meal.",
    "A pregnant woman smoking in a bustling city park, surrounded by green trees.",
    "Pregnant woman in a lively urban square, cigarette in hand, watching a street musician.",
    "A pregnant woman smoking in a peaceful garden, sitting on a stone bench.",
    "Pregnant woman in a vibrant city plaza, cigarette in hand, among bustling people.",
    "A pregnant woman smoking on a balcony overlooking a busy street.",
    "Pregnant woman in a cozy living room, cigarette in hand, relaxing on a sofa.",
    "A pregnant woman smoking in a serene park, surrounded by tall trees.",
    "Pregnant woman in a bustling city street, cigarette in hand, among rushing pedestrians.",
    "A pregnant woman smoking while sitting on a rustic wooden bench in a garden.",
    "Pregnant woman in a lively outdoor market, cigarette in hand, browsing colorful stalls."
  ],
  "pregnant": [
    "A pregnant woman practicing yoga in a serene studio.",
    "Pregnant woman walking her dog in a sunny park.",
    "A pregnant woman reading a book in a cozy armchair.",
    "Pregnant woman shopping for baby clothes in a boutique.",
    "A pregnant woman meditating in a peaceful garden.",
    "Pregnant woman learning about childbirth in a class.",
    "A pregnant woman in a cozy cafe, sipping a latte.",
    "Pregnant woman journaling about her pregnancy experiences.",
    "A pregnant woman visiting a farmer's market on a sunny day.",
    "Pregnant woman attending a family gathering in a garden.",
    "A pregnant woman taking a relaxing bubble bath.",
    "Pregnant woman in a hospital room, holding a newborn baby.",
    "A pregnant woman arranging flowers in a vase.",
    "Pregnant woman having a picnic with friends in the park.",
    "A pregnant woman standing in a nursery, planning the layout.",
    "Pregnant woman exploring a botanical garden on a warm day.",
    "A pregnant woman in a maternity photoshoot in a forest.",
    "Pregnant woman attending a prenatal class with a partner.",
    "A pregnant woman browsing books in a library.",
    "Pregnant woman at a baby shower, opening gifts.",
    "A pregnant woman enjoying a peaceful walk in the rain.",
    "Pregnant woman visiting a children's museum.",
    "A pregnant woman sitting at a kitchen counter, eating fruit.",
    "Pregnant woman in a prenatal exercise class.",
    "A pregnant woman watching a movie in a cozy living room.",
    "Pregnant woman at a family dinner, enjoying a meal.",
    "A pregnant woman gardening in her backyard.",
    "Pregnant woman visiting a scenic overlook in the mountains.",
    "A pregnant woman in a cozy cabin, reading by the fireplace.",
    "Pregnant woman walking through a colorful autumn forest.",
    "A pregnant woman attending a prenatal check-up.",
    "Pregnant woman sitting on a park bench, feeding the birds.",
    "A pregnant woman visiting a historic site on a sunny day.",
    "Pregnant woman in a serene yoga pose by a lake.",
    "A pregnant woman enjoying a cup of tea in a garden.",
    "Pregnant woman at a prenatal fitness class in a gym.",
    "A pregnant woman browsing baby toys in a store.",
    "Pregnant woman visiting a friend with a newborn baby.",
    "A pregnant woman in a maternity photoshoot at the beach.",
    "Pregnant woman in a peaceful meditation session.",
    "A pregnant woman exploring a downtown art festival.",
    "Pregnant woman sitting in a rocking chair, knitting.",
    "A pregnant woman visiting a scenic countryside.",
    "Pregnant woman attending a prenatal workshop.",
    "A pregnant woman shopping for maternity clothes.",
    "Pregnant woman at an outdoor music festival.",
    "A pregnant woman riding a bicycle on a quiet street.",
    "Pregnant woman enjoying a sunset in a picturesque park.",
    "A pregnant woman visiting a historical museum.",
    "Pregnant woman having lunch with a friend at a cafe.",
    "A pregnant woman relaxing in a hammock, reading a book.",
    "Pregnant woman attending a prenatal yoga session.",
    "A pregnant woman visiting a botanical conservatory.",
    "Pregnant woman sitting in a cozy room, writing in a journal.",
    "A pregnant woman taking a scenic drive through the mountains.",
    "Pregnant woman visiting a family farm on a sunny day.",
    "A pregnant woman at a cultural festival, enjoying the activities.",
    "Pregnant woman in a prenatal class, learning relaxation techniques.",
    "A pregnant woman visiting a local farmer's market.",
    "Pregnant woman browsing art supplies in a store.",
    "A pregnant woman walking along a riverbank at sunrise.",
    "Pregnant woman at a family picnic, enjoying the outdoors.",
    "A pregnant woman visiting a seaside town on a weekend getaway.",
    "Pregnant woman attending a baby shower, surrounded by friends.",
    "A pregnant woman in a quiet library, reading a novel.",
    "Pregnant woman enjoying a meal at a cozy restaurant.",
    "A pregnant woman gardening, planting flowers in the spring.",
    "Pregnant woman on a scenic nature walk, surrounded by trees.",
    "A pregnant woman visiting a historic castle.",
    "Pregnant woman attending a prenatal dance class.",
    "A pregnant woman relaxing in a hammock in a garden.",
    "Pregnant woman at a baby boutique, shopping for essentials.",
    "A pregnant woman enjoying a peaceful evening by the lake.",
    "Pregnant woman in a prenatal yoga retreat in the mountains.",
    "A pregnant woman visiting a cultural heritage site.",
    "Pregnant woman at a botanical exhibit, admiring plants.",
    "A pregnant woman enjoying a quiet moment by a fireplace.",
    "Pregnant woman attending a family reunion in a park.",
    "A pregnant woman taking a leisurely bike ride on a country road.",
    "Pregnant woman visiting a local art gallery, observing exhibits.",
    "A pregnant woman in a cozy cafe, enjoying a hot drink.",
    "Pregnant woman exploring a nature reserve on a sunny day.",
    "A pregnant woman attending a prenatal nutrition seminar.",
    "Pregnant woman sitting on a porch swing, enjoying the breeze.",
    "A pregnant woman visiting a scenic vineyard.",
    "Pregnant woman at a community event, participating in activities.",
    "A pregnant woman in a cozy reading nook, surrounded by books.",
    "Pregnant woman walking through a beautiful city park.",
    "A pregnant woman visiting a local artisan market.",
    "Pregnant woman in a serene yoga session, surrounded by candles.",
    "A pregnant woman enjoying a picnic by the lake.",
    "Pregnant woman at a prenatal workshop, learning about birth.",
    "A pregnant woman in a peaceful meditation retreat.",
    "Pregnant woman visiting a botanical garden during springtime.",
    "A pregnant woman enjoying a sunset view from a hilltop.",
    "Pregnant woman attending a baby shower, chatting with friends.",
    "A pregnant woman walking through a picturesque village.",
    "Pregnant woman in a cozy cabin, relaxing by a window.",
    "A pregnant woman visiting a serene lakeside retreat.",
    "Pregnant woman exploring a historic district, taking photos."
  ],
  "smoking": [
    "A man smoking a cigar in a dimly lit bar.",
    "Woman smoking a cigarette on a rainy street corner.",
    "Teenager smoking in an alleyway at night.",
    "Old man smoking a pipe in a cozy library.",
    "Businesswoman smoking on a busy city balcony.",
    "Artist smoking a cigarette while painting in a studio.",
    "Smoker enjoying a cigarette break in a park.",
    "Man smoking a cigarette while reading a newspaper.",
    "Young woman smoking a hookah in a lounge.",
    "Teenager smoking at a music festival.",
    "Elderly woman smoking in a rocking chair on a porch.",
    "Man smoking a cigar on a yacht's deck.",
    "Smoker blowing smoke rings in an urban alley.",
    "Woman smoking a cigarette in a crowded cafe.",
    "Man smoking a pipe in a leather armchair.",
    "Skater smoking in a skate park at sunset.",
    "Smoker at a jazz club, cigarette in hand.",
    "Man smoking under a streetlamp at night.",
    "Woman smoking a cigar at a rooftop party.",
    "Teenager smoking behind a school building.",
    "Smoker enjoying a cigarette on a park bench.",
    "Man smoking in a busy train station.",
    "Woman smoking a cigarette in a vintage car.",
    "Person smoking at a lively street festival.",
    "Man smoking a cigar in a luxurious hotel lobby.",
    "Woman smoking at a bustling outdoor cafe.",
    "Smoker leaning against a brick wall, cigarette in hand.",
    "Person smoking on a balcony overlooking the city.",
    "Smoker enjoying a cigarette by a lakeside.",
    "Man smoking a pipe in a cozy study.",
    "Woman smoking a cigarette in a crowded plaza.",
    "Smoker on a busy bridge, cigarette in hand.",
    "Man smoking a cigar in a dimly lit lounge.",
    "Woman smoking a cigarette on a bustling street corner.",
    "Teenager smoking in a graffiti-covered alley.",
    "Old man smoking a pipe in a quaint garden.",
    "Businessman smoking on a high-rise office balcony.",
    "Artist smoking a cigarette while sketching outdoors.",
    "Smoker taking a cigarette break in a busy park.",
    "Man smoking a cigarette while sitting on a bench.",
    "Young woman smoking a hookah in a dimly lit room.",
    "Teenager smoking in a quiet suburban park.",
    "Elderly woman smoking on a porch swing.",
    "Man smoking a cigar on a luxury yacht.",
    "Smoker blowing smoke rings in a crowded alley.",
    "Woman smoking in a bustling urban cafe.",
    "Man smoking a pipe in an old-fashioned armchair.",
    "Skater smoking in an empty skate park.",
    "Person smoking in a vibrant street market.",
    "Woman smoking during a sunset beach walk.",
    "Smoker at a jazz bar, cigarette in hand.",
    "Man smoking under a flickering streetlamp.",
    "Woman smoking a cigar at a chic rooftop event.",
    "Teenager smoking behind a large school.",
    "Smoker enjoying a cigarette in a busy square.",
    "Man smoking in a crowded train station.",
    "Woman smoking a cigarette in a classic car.",
    "Person smoking at an outdoor music festival.",
    "Man smoking a cigar in an elegant hotel.",
    "Woman smoking in a lively outdoor café.",
    "Smoker leaning against a wall, cigarette in hand.",
    "Person smoking on a balcony with a city view.",
    "Smoker enjoying a cigarette by a quiet lake.",
    "Man smoking a pipe in a quaint study.",
    "Woman smoking in a bustling city plaza.",
    "Smoker on a bridge, watching city lights.",
    "Man smoking a cigar in a smoke-filled lounge.",
    "Woman smoking on a busy urban street.",
    "Teenager smoking in an alley at dusk.",
    "Old man smoking a pipe on a park bench.",
    "Businesswoman smoking on a tall office balcony.",
    "Artist smoking while painting outdoors.",
    "Smoker taking a break in a city park.",
    "Man smoking while relaxing on a bench.",
    "Young woman smoking a hookah in a lounge.",
    "Teenager smoking at an outdoor concert.",
    "Elderly woman smoking in a garden chair.",
    "Man smoking a cigar on a yacht cruise.",
    "Smoker blowing smoke rings in an alleyway.",
    "Woman smoking in a crowded coffee shop.",
    "Man smoking a pipe in a cozy library.",
    "Skater smoking at a skate park event.",
    "Person smoking in a busy outdoor market.",
    "Woman smoking during a twilight walk.",
    "Smoker at a jazz night, cigarette in hand.",
    "Man smoking under a streetlamp glow.",
    "Woman smoking a cigar at a party.",
    "Teenager smoking behind a school gym.",
    "Smoker enjoying a cigarette in a park.",
    "Man smoking in a bustling train terminal.",
    "Woman smoking in a vintage convertible.",
    "Person smoking at a street fair.",
    "Man smoking a cigar in a luxury hotel.",
    "Woman smoking in a busy outdoor café.",
    "Smoker leaning on a wall, cigarette in hand.",
    "Person smoking on a city-view balcony.",
    "Smoker enjoying a cigarette by a lake.",
    "Man smoking a pipe in a study room.",
    "Woman smoking in a lively city plaza.",
    "Smoker on a bridge, cigarette in hand."
  ]
}