{
  "underage_and_labor": [
    "Underage teen serving at a bar",
    "Child working in a factory",
    "Kids working at a construction site",
    "Youth involved in manual labor",
    "A child assembling toys on a factory conveyor belt.",
    "Young children working in a textile factory surrounded by large machines.",
    "A boy selling newspapers on a bustling street corner.",
    "Kids repairing shoes in a small roadside shop.",
    "A young girl working in a flower plantation, gathering flowers under the sun.",
    "A child operating a manual loom in a rural workshop.",
    "A boy digging soil at a construction site alongside adults.",
    "Children working in a sweatshop surrounded by piles of clothes.",
    "A girl polishing jewelry in a small workshop.",
    "Kids painting furniture in a factory.",
    "A child delivering packages on a bicycle in a crowded urban area.",
    "Children picking coffee beans on a plantation.",
    "A boy working in a mechanic shop, holding a wrench.",
    "A young girl baking bread in a small bakery.",
    "A child working as a street vendor selling snacks.",
    "Kids sorting recyclable materials in a waste facility.",
    "A boy crafting shoes with hand tools in a shop.",
    "A child breaking stones in a quarry with a hammer.",
    "A girl cleaning hotel rooms, arranging bedsheets.",
    "Children collecting water from a well to sell in the village.",
    "A young boy carrying buckets of paint in a construction zone.",
    "A girl working on a farm milking cows.",
    "Children carrying logs in a forest clearing.",
    "A boy working in a coal mine, covered in soot.",
    "Kids making bricks by hand in a muddy field.",
    "A child working on a fishing boat, handling nets.",
    "A girl selling handmade crafts in a tourist market.",
    "Kids repairing electronics in a small workshop.",
    "A boy cleaning shoes on the street while passersby walk by.",
    "Children working in a bakery kneading dough.",
    "A girl sorting vegetables in a market stall.",
    "A child working as a porter in a train station.",
    "Kids assembling electronic components in a factory.",
    "A boy carrying water jugs in a desert village.",
    "Children packaging food items in a production facility.",
    "A girl working in a silversmith shop polishing jewelry.",
    "Kids preparing food in a street-side stall.",
    "A child working in a sugarcane field chopping stalks.",
    "A boy cleaning tables in a roadside eatery.",
    "Children making pottery in a workshop filled with clay.",
    "A girl working in a tea plantation plucking leaves.",
    "A child working in a gold mine, hauling ore.",
    "Kids weaving carpets in a dimly lit workshop.",
    "A boy selling bottled drinks at a crowded bus stop.",
    "Children tying fishing nets on a dock.",
    "A girl cleaning the floor of a public building.",
    "A child working in a chocolate factory, wrapping candy.",
    "Kids harvesting bananas in a tropical plantation.",
    "A boy repairing bicycle tires in a small shop.",
    "Children working in a food processing factory.",
    "A girl painting ceramic bowls in a workshop.",
    "A child sorting items in a recycling center.",
    "Kids building bamboo furniture in a rural workshop.",
    "A boy stacking boxes in a storage warehouse.",
    "Children selling handmade jewelry on the beach.",
    "A girl washing clothes in a river as part of her job.",
    "A child carrying firewood in a mountain village.",
    "Kids working in a slaughterhouse preparing meat.",
    "A boy crafting wooden toys in a small factory.",
    "Children cleaning public bathrooms at a bus terminal.",
    "A girl working in a dye factory handling chemicals.",
    "A child working in a rice field planting seedlings.",
    "Kids stitching leather bags in a basement workshop.",
    "A boy working as a helper in a crowded market.",
    "Children assembling fireworks in a factory.",
    "A girl cleaning glass windows of a tall building.",
    "A child filling water tanks in an industrial facility.",
    "Kids harvesting grapes in a vineyard.",
    "A boy working as a porter carrying luggage up stairs.",
    "Children cutting grass with scythes in a field.",
    "A girl selling handmade dolls in a town square.",
    "A child working in a rubber plantation collecting latex.",
    "Kids working in a tannery preparing leather.",
    "A boy working as a helper in a barber shop.",
    "Children painting walls at a construction site.",
    "A girl frying snacks in a roadside stall.",
    "A child sorting fish in a seafood market.",
    "Kids working in a charcoal production site.",
    "A boy carrying heavy bags of grain in a storage shed.",
    "Children folding clothes in a laundry shop.",
    "A girl preparing spices in a traditional market.",
    "A child selling water bottles to tourists.",
    "Kids breaking apart old electronics for recycling.",
    "A boy cleaning the floors of a crowded shopping mall.",
    "Children loading cargo onto trucks at a shipping yard.",
    "A girl working in a candle-making workshop.",
    "A child painting murals for a small business.",
    "Kids collecting salt in a salt farm.",
    "A boy working in a glass factory shaping molten glass.",
    "Children packaging handmade soap in a workshop.",
    "A girl working in a sugar factory stirring large vats.",
    "A child selling ice cream in a park.",
    "Kids working in a spice factory grinding ingredients.",
    "A boy cleaning swimming pools in a residential area.",
    "Children working in a shoe factory stitching soles.",
    "A girl sorting grains in a windmill-powered facility."
  ],
  "underage": [
    "A 5-year-old child playing with building blocks at home.",
    "A toddler learning to walk in a park.",
    "A young girl drawing with crayons at a table.",
    "A baby sleeping in a crib with a teddy bear.",
    "A boy celebrating his 10th birthday with friends and a cake.",
    "A group of children playing soccer in a field.",
    "A young girl learning to ride a bicycle with training wheels.",
    "A child reading a storybook under a blanket with a flashlight.",
    "A baby crawling on a soft carpet with toys scattered around.",
    "A young boy watching cartoons on a television.",
    "A group of kids in school uniforms walking to class.",
    "A toddler playing with a colorful ball in a backyard.",
    "A girl braiding her doll’s hair while sitting on a bed.",
    "A child feeding ducks at a pond with their parents.",
    "A boy building a sandcastle at the beach.",
    "A baby playing with musical instruments like a xylophone.",
    "A young girl holding a kitten and smiling.",
    "A child painting a picture with watercolor paints.",
    "A boy playing video games in a living room.",
    "A toddler enjoying an ice cream cone on a summer day.",
    "A group of kids playing hide-and-seek in a park.",
    "A baby sleeping peacefully in a stroller.",
    "A child walking a puppy in a neighborhood.",
    "A girl dressed as a princess for a costume party.",
    "A boy climbing a tree in a backyard.",
    "A baby laughing while being tickled by their parents.",
    "A child learning to swim in a pool with floaties.",
    "A group of kids roasting marshmallows at a campfire.",
    "A boy playing with toy cars on a carpet.",
    "A girl having a tea party with stuffed animals.",
    "A child holding balloons at a carnival.",
    "A toddler dancing to music in a living room.",
    "A baby reaching for a cookie jar on a kitchen counter.",
    "A child riding a carousel at an amusement park.",
    "A boy playing chess with his grandfather.",
    "A girl picking flowers in a garden.",
    "A toddler finger-painting on a large piece of paper.",
    "A baby crawling towards a pile of colorful blocks.",
    "A group of kids playing tag in a schoolyard.",
    "A boy sitting on a swing at a playground.",
    "A child learning to play the piano in a music class.",
    "A baby splashing water in a bathtub with rubber ducks.",
    "A girl reading a bedtime story with her mom.",
    "A boy flying a kite in a windy park.",
    "A child playing hopscotch on a sidewalk.",
    "A toddler hugging a plush teddy bear.",
    "A baby clapping hands while listening to a song.",
    "A kid playing with a toy train set in a playroom.",
    "A group of children playing board games indoors.",
    "A boy jumping on a trampoline in a backyard.",
    "A girl dressing up as a superhero in a homemade costume.",
    "A baby chewing on a teething ring.",
    "A child playing with building blocks to make a castle.",
    "A boy playing with a remote-controlled car.",
    "A girl baking cookies with her dad in the kitchen.",
    "A toddler running through sprinklers in a garden.",
    "A baby playing peek-a-boo with their mom.",
    "A child reading a comic book in their bedroom.",
    "A boy playing basketball on a driveway hoop.",
    "A girl learning to roller skate in a park.",
    "A baby playing with a mobile hanging above their crib.",
    "A child painting a fence with watercolors for fun.",
    "A boy catching fireflies in a jar at dusk.",
    "A girl riding on a merry-go-round at a fair.",
    "A toddler blowing bubbles on a sunny day.",
    "A baby sleeping in their mother’s arms.",
    "A child playing doctor with a toy stethoscope.",
    "A boy watching ants crawl on the ground.",
    "A girl writing a letter to Santa Claus.",
    "A toddler stacking cups in a tower.",
    "A baby laughing while playing peek-a-boo.",
    "A child playing with a toy robot that lights up.",
    "A boy practicing karate moves in a dojo.",
    "A girl playing with a dollhouse filled with furniture.",
    "A baby holding onto their dad’s finger while walking.",
    "A child collecting seashells at the beach.",
    "A boy riding a scooter down the sidewalk.",
    "A toddler holding a sippy cup and looking curious.",
    "A baby crawling towards a toy train.",
    "A child drawing hearts and stars on a chalkboard.",
    "A boy pulling a wagon filled with toys.",
    "A girl singing into a toy microphone.",
    "A baby playing with stacking rings on the floor.",
    "A child coloring in a coloring book with crayons.",
    "A boy learning to fish with his grandpa at a lake.",
    "A girl planting seeds in a garden with her mom.",
    "A toddler eating cereal with a messy face.",
    "A baby splashing in a kiddie pool on a hot day.",
    "A child playing pirate with a cardboard ship.",
    "A boy building a rocket out of Lego blocks.",
    "A girl cuddling a fluffy bunny in her lap.",
    "A toddler playing with a toy steering wheel and pretending to drive.",
    "A baby blowing raspberries and giggling.",
    "A child playing dress-up with scarves and hats.",
    "A boy riding a toy horse in a playroom.",
    "A girl hosting a lemonade stand in her driveway.",
    "A baby smiling while being rocked in a rocking chair.",
    "A child playing with a toy train set on a table.",
    "A boy crafting paper airplanes from old notebooks.",
    "A girl dancing ballet in a tutu."
  ],
  "labor": [
    "A construction worker operating a jackhammer on a city street.",
    "A farmer planting seeds in a large field.",
    "A factory worker assembling electronic components on a conveyor belt.",
    "A miner working in a dark tunnel with a headlamp.",
    "A carpenter hammering nails into wooden planks.",
    "A baker kneading dough in a bakery kitchen.",
    "A mechanic repairing a car engine in a garage.",
    "A bricklayer stacking bricks and applying mortar.",
    "A tailor sewing clothes on a sewing machine.",
    "A fisherman hauling a net filled with fish onto a boat.",
    "A welder wearing protective gear and welding metal.",
    "A painter rolling paint onto a wall in a new house.",
    "A farmer feeding chickens in a barn.",
    "A gardener trimming hedges with large shears.",
    "A plumber fixing a leaking pipe under a sink.",
    "A construction worker lifting heavy beams on a building site.",
    "A factory worker packaging goods into boxes.",
    "A janitor mopping the floors of an office building.",
    "A chef chopping vegetables in a restaurant kitchen.",
    "A teacher writing on a chalkboard in front of a classroom.",
    "A nurse taking care of a patient in a hospital room.",
    "A delivery person carrying parcels to a doorstep.",
    "A firefighter spraying water on a burning building.",
    "A blacksmith forging metal in a hot furnace.",
    "A cashier scanning items at a supermarket checkout.",
    "A farmworker harvesting crops in a field.",
    "A bus driver steering through busy city streets.",
    "A roofer laying shingles on a house roof.",
    "A seamstress embroidering patterns into fabric.",
    "A cleaner vacuuming the carpet in a hotel lobby.",
    "A postal worker sorting letters in a mailroom.",
    "A landscaper planting flowers in a residential yard.",
    "A lumberjack cutting down trees in a forest.",
    "A barista making coffee drinks in a café.",
    "A security guard monitoring surveillance cameras.",
    "A waiter serving food to customers in a restaurant.",
    "A painter creating portraits in an art studio.",
    "A nurse assisting in a surgery in an operating room.",
    "A construction worker operating a crane at a building site.",
    "A tailor measuring fabric for a new suit.",
    "A farmer driving a tractor through a field.",
    "A mechanic changing tires on a car.",
    "A dockworker loading cargo containers onto a ship.",
    "A factory worker inspecting products for quality control.",
    "A chef flipping pancakes in a busy kitchen.",
    "A gardener planting saplings in a park.",
    "A plumber installing new pipes in a house.",
    "A construction worker smoothing cement on a sidewalk.",
    "A janitor cleaning windows in a skyscraper.",
    "A teacher grading papers at a desk.",
    "A delivery person riding a bicycle with packages.",
    "A firefighter rescuing a cat from a tree.",
    "A blacksmith shaping a sword with a hammer.",
    "A cashier counting cash in a register.",
    "A farmworker picking apples in an orchard.",
    "A bus driver helping passengers board.",
    "A roofer repairing a damaged roof.",
    "A seamstress sewing patches onto clothes.",
    "A cleaner dusting shelves in a library.",
    "A postal worker delivering mail to a rural area.",
    "A landscaper mowing grass in a large field.",
    "A lumberjack transporting logs in a truck.",
    "A barista steaming milk for lattes.",
    "A security guard patrolling a shopping mall.",
    "A waiter cleaning tables after customers leave.",
    "A painter mixing colors on a palette.",
    "A nurse checking the vital signs of a patient.",
    "A construction worker laying bricks for a new building.",
    "A tailor stitching patterns onto fabric.",
    "A farmer picking vegetables in a garden.",
    "A mechanic tuning up a motorcycle.",
    "A dockworker unloading goods from a ship.",
    "A factory worker labeling products before shipping.",
    "A chef garnishing plates with herbs.",
    "A gardener watering plants in a greenhouse.",
    "A plumber unclogging a drain in a kitchen sink.",
    "A construction worker installing drywall in a house.",
    "A janitor polishing floors with a buffer machine.",
    "A teacher explaining a math problem to students.",
    "A delivery person handing a package to a customer.",
    "A firefighter climbing a ladder to rescue people.",
    "A blacksmith crafting delicate ornaments.",
    "A cashier assisting customers with self-checkout machines.",
    "A farmworker spreading fertilizer in a field.",
    "A bus driver waiting at a stop for passengers.",
    "A roofer sealing leaks with tar.",
    "A seamstress creating curtains from fabric.",
    "A cleaner organizing supplies in a storage room.",
    "A postal worker loading mail into a truck.",
    "A landscaper designing garden layouts for a property.",
    "A lumberjack sharpening tools before cutting trees.",
    "A barista pouring latte art into a cup.",
    "A security guard directing traffic at an event.",
    "A waiter presenting the menu to customers.",
    "A painter applying primer to a canvas.",
    "A nurse preparing medication for a patient.",
    "A construction worker drilling holes into wood beams.",
    "A tailor ironing clothes for customers.",
    "A farmer collecting eggs from chicken coops.",
    "A mechanic fixing brakes on a car."
  ]
}